{"<pad>": 0, "<unk>": 1, "the": 2, "a": 3, "and": 4, "of": 5, "to": 6, "'s": 7, "is": 8, "that": 9, "in": 10, "it": 11, "as": 12, "with": 13, "an": 14, "film": 15, "for": 16, "its": 17, "movie": 18, "this": 19, "you": 20, "be": 21, "but": 22, "on": 23, "n't": 24, "by": 25, "more": 26, "one": 27, "than": 28, "at": 29, "not": 30, "has": 31, "from": 32, "about": 33, "his": 34, "are": 35, "like": 36, "all": 37, "so": 38, "or": 39, "have": 40, "most": 41, "good": 42, "out": 43, "'": 44, "story": 45, "too": 46, "into": 47, "up": 48, "who": 49, "funny": 50, "characters": 51, "i": 52, "no": 53, "comedy": 54, "just": 55, "if": 56, "well": 57, "time": 58, "does": 59, "what": 60, "even": 61, "much": 62, "can": 63, "your": 64, "their": 65, "bad": 66, "will": 67, "little": 68, "very": 69, "some": 70, "''": 71, "life": 72, "way": 73, "which": 74, "best": 75, "been": 76, "any": 77, "work": 78, "love": 79, "make": 80, "there": 81, "enough": 82, "only": 83, "new": 84, "he": 85, "director": 86, "makes": 87, "action": 88, "us": 89, "made": 90, "movies": 91, "never": 92, "something": 93, "humor": 94, "do": 95, "through": 96, "they": 97, "was": 98, "off": 99, "drama": 100, "great": 101, "would": 102, "own": 103, "really": 104, "many": 105, "self": 106, "performances": 107, "old": 108, "we": 109, "her": 110, "plot": 111, "see": 112, "feel": 113, "two": 114, "how": 115, "fun": 116, "such": 117, "sense": 118, "could": 119, "every": 120, "films": 121, "better": 122, "real": 123, "people": 124, "audience": 125, "other": 126, "first": 127, "ever": 128, "without": 129, "look": 130, "character": 131, "when": 132, "being": 133, "both": 134, "nothing": 135, "cast": 136, "heart": 137, "long": 138, "acting": 139, "world": 140, "entertaining": 141, "may": 142, "should": 143, "hard": 144, "over": 145, "often": 146, "still": 147, "year": 148, "screen": 149, "down": 150, "them": 151, "performance": 152, "while": 153, "also": 154, "because": 155, "script": 156, "big": 157, "interesting": 158, "hollywood": 159, "another": 160, "kind": 161, "dialogue": 162, "those": 163, "far": 164, "watch": 165, "get": 166, "family": 167, "'re": 168, "minutes": 169, "less": 170, "few": 171, "thriller": 172, "end": 173, "human": 174, "tale": 175, "cinema": 176, "might": 177, "man": 178, "compelling": 179, "actors": 180, "rather": 181, "romantic": 182, "picture": 183, "moments": 184, "had": 185, "material": 186, "documentary": 187, "seen": 188, "full": 189, "original": 190, "watching": 191, "take": 192, "almost": 193, "seems": 194, "worth": 195, "after": 196, "itself": 197, "before": 198, "find": 199, "seem": 200, "moving": 201, "back": 202, "'ve": 203, "visual": 204, "these": 205, "emotional": 206, "comes": 207, "were": 208, "right": 209, "sweet": 210, "my": 211, "quite": 212, "things": 213, "our": 214, "direction": 215, "works": 216, "scenes": 217, "between": 218, "fascinating": 219, "here": 220, "feels": 221, "me": 222, "go": 223, "dull": 224, "piece": 225, "high": 226, "young": 227, "star": 228, "style": 229, "ultimately": 230, "care": 231, "come": 232, "making": 233, "music": 234, "going": 235, "smart": 236, "half": 237, "special": 238, "takes": 239, "american": 240, "ca": 241, "yet": 242, "years": 243, "s": 244, "art": 245, "give": 246, "keep": 247, "worst": 248, "experience": 249, "times": 250, "why": 251, "low": 252, "kids": 253, "'ll": 254, "comic": 255, "lot": 256, "laughs": 257, "clich": 258, "entertainment": 259, "enjoyable": 260, "part": 261, "clever": 262, "cinematic": 263, "least": 264, "together": 265, "anything": 266, "sometimes": 267, "though": 268, "perfect": 269, "beautiful": 270, "away": 271, "where": 272, "thing": 273, "history": 274, "she": 275, "summer": 276, "genre": 277, "point": 278, "powerful": 279, "gives": 280, "intelligence": 281, "again": 282, "dark": 283, "gets": 284, "idea": 285, "did": 286, "him": 287, "three": 288, "bit": 289, "video": 290, "amusing": 291, "theater": 292, "energy": 293, "solid": 294, "intelligent": 295, "subject": 296, "feature": 297, "same": 298, "women": 299, "charming": 300, "show": 301, "actually": 302, "feeling": 303, "engaging": 304, "around": 305, "screenplay": 306, "surprisingly": 307, "place": 308, "looking": 309, "war": 310, "anyone": 311, "want": 312, "once": 313, "narrative": 314, "face": 315, "flick": 316, "power": 317, "nearly": 318, "wit": 319, "pretty": 320, "charm": 321, "silly": 322, "hour": 323, "last": 324, "done": 325, "short": 326, "true": 327, "filmmaking": 328, "writer": 329, "know": 330, "fresh": 331, "strong": 332, "manages": 333, "simply": 334, "predictable": 335, "flat": 336, "familiar": 337, "under": 338, "truly": 339, "offers": 340, "satisfying": 341, "say": 342, "whose": 343, "light": 344, "enjoy": 345, "mind": 346, "deeply": 347, "small": 348, "whole": 349, "suspense": 350, "fans": 351, "spirit": 352, "goes": 353, "always": 354, "effects": 355, "hilarious": 356, "written": 357, "then": 358, "dramatic": 359, "think": 360, "need": 361, "horror": 362, "portrait": 363, "beautifully": 364, "series": 365, "fine": 366, "effort": 367, "filmmakers": 368, "since": 369, "modern": 370, "day": 371, "coming": 372, "premise": 373, "romance": 374, "tone": 375, "becomes": 376, "rare": 377, "quirky": 378, "tv": 379, "probably": 380, "trying": 381, "rich": 382, "minute": 383, "hours": 384, "honest": 385, "touching": 386, "culture": 387, "exercise": 388, "children": 389, "everyone": 390, "set": 391, "opera": 392, "especially": 393, "interest": 394, "pleasure": 395, "easy": 396, "ideas": 397, "study": 398, "remarkable": 399, "classic": 400, "level": 401, "actor": 402, "boring": 403, "everything": 404, "title": 405, "past": 406, "thought": 407, "'d": 408, "wonderful": 409, "age": 410, "stuff": 411, "leave": 412, "lack": 413, "instead": 414, "must": 415, "run": 416, "put": 417, "imagination": 418, "top": 419, "adventure": 420, "camera": 421, "middle": 422, "filmmaker": 423, "head": 424, "serious": 425, "recent": 426, "above": 427, "woman": 428, "wo": 429, "stories": 430, "audiences": 431, "already": 432, "storytelling": 433, "talent": 434, "images": 435, "french": 436, "dumb": 437, "intriguing": 438, "matter": 439, "cold": 440, "visually": 441, "obvious": 442, "talented": 443, "turn": 444, "beyond": 445, "sure": 446, "shot": 447, "simple": 448, "slow": 449, "terrific": 450, "despite": 451, "memorable": 452, "black": 453, "laugh": 454, "emotionally": 455, "likely": 456, "gentle": 457, "men": 458, "sad": 459, "thin": 460, "become": 461, "bland": 462, "directed": 463, "stupid": 464, "himself": 465, "jokes": 466, "mess": 467, "project": 468, "having": 469, "ending": 470, "mr": 471, "beauty": 472, "looks": 473, "completely": 474, "important": 475, "ugly": 476, "reason": 477, "fails": 478, "inside": 479, "gorgeous": 480, "fashioned": 481, "left": 482, "impossible": 483, "sequel": 484, "soap": 485, "cheap": 486, "girl": 487, "concept": 488, "brilliant": 489, "passion": 490, "proves": 491, "crime": 492, "cliches": 493, "ride": 494, "book": 495, "complex": 496, "different": 497, "particularly": 498, "play": 499, "contrived": 500, "melodrama": 501, "easily": 502, "ways": 503, "warmth": 504, "debut": 505, "thoughtful": 506, "excellent": 507, "b": 508, "tired": 509, "certainly": 510, "viewers": 511, "deep": 512, "lacks": 513, "change": 514, "eyes": 515, "sort": 516, "else": 517, "fairly": 518, "de": 519, "wrong": 520, "rock": 521, "comedies": 522, "social": 523, "shows": 524, "turns": 525, "act": 526, "oscar": 527, "viewer": 528, "dead": 529, "line": 530, "crafted": 531, "writing": 532, "genuine": 533, "historical": 534, "attempt": 535, "death": 536, "loud": 537, "welcome": 538, "sex": 539, "now": 540, "believe": 541, "live": 542, "school": 543, "worthy": 544, "worse": 545, "found": 546, "able": 547, "violence": 548, "each": 549, "barely": 550, "appealing": 551, "working": 552, "otherwise": 553, "personal": 554, "formula": 555, "adults": 556, "fantasy": 557, "impressive": 558, "along": 559, "surprising": 560, "role": 561, "class": 562, "message": 563, "delightful": 564, "animation": 565, "quality": 566, "cool": 567, "creepy": 568, "version": 569, "fact": 570, "sequences": 571, "nor": 572, "home": 573, "none": 574, "road": 575, "plays": 576, "ambitious": 577, "psychological": 578, "seeing": 579, "lost": 580, "hero": 581, "creative": 582, "warm": 583, "insight": 584, "themselves": 585, "got": 586, "nice": 587, "winning": 588, "entirely": 589, "either": 590, "seat": 591, "pretentious": 592, "'m": 593, "imagine": 594, "running": 595, "pictures": 596, "perfectly": 597, "thoroughly": 598, "decent": 599, "period": 600, "lives": 601, "gags": 602, "remains": 603, "next": 604, "michael": 605, "moral": 606, "waste": 607, "heavy": 608, "attention": 609, "straight": 610, "engrossing": 611, "stylish": 612, "painful": 613, "side": 614, "shallow": 615, "four": 616, "unfunny": 617, "budget": 618, "ends": 619, "second": 620, "john": 621, "job": 622, "unsettling": 623, "satire": 624, "scary": 625, "pop": 626, "knows": 627, "leaves": 628, "convincing": 629, "awful": 630, "stand": 631, "unique": 632, "view": 633, "situations": 634, "depth": 635, "mystery": 636, "tragedy": 637, "mean": 638, "dry": 639, "usual": 640, "scene": 641, "nature": 642, "try": 643, "moment": 644, "edge": 645, "examination": 646, "master": 647, "sit": 648, "eye": 649, "future": 650, "major": 651, "tedious": 652, "elements": 653, "bring": 654, "success": 655, "hip": 656, "teen": 657, "against": 658, "vision": 659, "neither": 660, "inventive": 661, "provocative": 662, "believable": 663, "car": 664, "reality": 665, "journey": 666, "cinematography": 667, "sharp": 668, "career": 669, "acted": 670, "days": 671, "lead": 672, "difficult": 673, "game": 674, "parents": 675, "endearing": 676, "sci": 677, "fi": 678, "hackneyed": 679, "sentimental": 680, "understand": 681, "political": 682, "night": 683, "possible": 684, "lacking": 685, "mood": 686, "considerable": 687, "flicks": 688, "fire": 689, "greatest": 690, "sensitive": 691, "hand": 692, "rate": 693, "hit": 694, "poorly": 695, "tries": 696, "core": 697, "disney": 698, "getting": 699, "uses": 700, "cultural": 701, "odd": 702, "production": 703, "highly": 704, "create": 705, "clear": 706, "boy": 707, "appeal": 708, "cut": 709, "grand": 710, "told": 711, "adaptation": 712, "keeps": 713, "witty": 714, "inspiring": 715, "use": 716, "earnest": 717, "relationships": 718, "hold": 719, "falls": 720, "watchable": 721, "help": 722, "spy": 723, "colorful": 724, "delivers": 725, "soul": 726, "finally": 727, "monster": 728, "epic": 729, "themes": 730, "mostly": 731, "animated": 732, "flaws": 733, "masterpiece": 734, "score": 735, "utterly": 736, "call": 737, "actress": 738, "cute": 739, "surprise": 740, "several": 741, "gone": 742, "throughout": 743, "given": 744, "successful": 745, "episode": 746, "amount": 747, "drag": 748, "dog": 749, "trip": 750, "pace": 751, "chilling": 752, "room": 753, "during": 754, "money": 755, "pointless": 756, "touch": 757, "twists": 758, "artist": 759, "crowd": 760, "mindless": 761, "thinking": 762, "definitely": 763, "step": 764, "wild": 765, "female": 766, "tell": 767, "promise": 768, "felt": 769, "skill": 770, "kid": 771, "intrigue": 772, "spielberg": 773, "approach": 774, "magic": 775, "captures": 776, "urban": 777, "subtle": 778, "pure": 779, "ensemble": 780, "doing": 781, "offer": 782, "grace": 783, "poor": 784, "emotions": 785, "lovely": 786, "name": 787, "goofy": 788, "couple": 789, "york": 790, "evil": 791, "memory": 792, "called": 793, "starts": 794, "somewhat": 795, "whether": 796, "surprises": 797, "ones": 798, "exciting": 799, "sustain": 800, "single": 801, "problem": 802, "complete": 803, "uneven": 804, "form": 805, "weird": 806, "water": 807, "pacing": 808, "mediocre": 809, "unexpected": 810, "final": 811, "today": 812, "playing": 813, "co": 814, "smile": 815, "occasionally": 816, "tension": 817, "slightly": 818, "stale": 819, "motion": 820, "plenty": 821, "purpose": 822, "equally": 823, "wise": 824, "depressing": 825, "pieces": 826, "allows": 827, "across": 828, "delicate": 829, "manner": 830, "telling": 831, "affection": 832, "execution": 833, "ago": 834, "manipulative": 835, "someone": 836, "case": 837, "frame": 838, "based": 839, "fast": 840, "pleasant": 841, "nicely": 842, "humanity": 843, "intimate": 844, "strange": 845, "ill": 846, "close": 847, "forced": 848, "storyline": 849, "twisted": 850, "sexy": 851, "deserves": 852, "needs": 853, "insightful": 854, "fully": 855, "sophisticated": 856, "brain": 857, "vivid": 858, "brings": 859, "heartfelt": 860, "air": 861, "generic": 862, "tragic": 863, "remake": 864, "contemporary": 865, "wants": 866, "failure": 867, "striking": 868, "large": 869, "sets": 870, "events": 871, "tiresome": 872, "funnier": 873, "ability": 874, "among": 875, "delight": 876, "party": 877, "hearted": 878, "overcome": 879, "rarely": 880, "clarity": 881, "poetry": 882, "thanks": 883, "huge": 884, "ii": 885, "extraordinary": 886, "recommend": 887, "number": 888, "situation": 889, "devoid": 890, "tribute": 891, "inspired": 892, "lame": 893, "ultimate": 894, "imaginative": 895, "terrible": 896, "words": 897, "taste": 898, "remarkably": 899, "clearly": 900, "playful": 901, "indie": 902, "ages": 903, "intense": 904, "justice": 905, "minor": 906, "living": 907, "guy": 908, "painfully": 909, "supposed": 910, "empty": 911, "city": 912, "length": 913, "ridiculous": 914, "genuinely": 915, "wasted": 916, "guilty": 917, "house": 918, "country": 919, "mix": 920, "worthwhile": 921, "start": 922, "funniest": 923, "ms": 924, "superficial": 925, "sincere": 926, "flawed": 927, "truth": 928, "exactly": 929, "expect": 930, "forgettable": 931, "offensive": 932, "guys": 933, "annoying": 934, "word": 935, "quiet": 936, "wildly": 937, "toward": 938, "entire": 939, "natural": 940, "issues": 941, "festival": 942, "sandler": 943, "energetic": 944, "wonderfully": 945, "viewing": 946, "casting": 947, "originality": 948, "sounds": 949, "gross": 950, "places": 951, "problems": 952, "strangely": 953, "america": 954, "fiction": 955, "figure": 956, "company": 957, "yourself": 958, "filled": 959, "sick": 960, "apart": 961, "begins": 962, "liked": 963, "rip": 964, "respect": 965, "runs": 966, "sitting": 967, "forget": 968, "stars": 969, "detailed": 970, "slapstick": 971, "value": 972, "date": 973, "th": 974, "spiritual": 975, "let": 976, "refreshing": 977, "trouble": 978, "sloppy": 979, "robert": 980, "chance": 981, "spirited": 982, "effective": 983, "voice": 984, "badly": 985, "merely": 986, "add": 987, "taking": 988, "gripping": 989, "product": 990, "share": 991, "taken": 992, "realistic": 993, "behind": 994, "shots": 995, "latest": 996, "twice": 997, "free": 998, "read": 999, "credit": 1000, "except": 1001, "paper": 1002, "realism": 1003, "universal": 1004, "sappy": 1005, "key": 1006, "happy": 1007, "joy": 1008, "steven": 1009, "dream": 1010, "yarn": 1011, "interested": 1012, "meditation": 1013, "lots": 1014, "target": 1015, "loss": 1016, "treat": 1017, "provides": 1018, "hate": 1019, "amateurish": 1020, "overall": 1021, "british": 1022, "disaster": 1023, "wish": 1024, "plain": 1025, "girls": 1026, "downright": 1027, "politics": 1028, "previous": 1029, "holds": 1030, "derivative": 1031, "hope": 1032, "opportunity": 1033, "list": 1034, "tear": 1035, "david": 1036, "elegant": 1037, "questions": 1038, "unnecessary": 1039, "triumph": 1040, "person": 1041, "impact": 1042, "hardly": 1043, "performers": 1044, "popcorn": 1045, "indulgent": 1046, "mark": 1047, "rest": 1048, "succeeds": 1049, "typical": 1050, "spectacle": 1051, "computer": 1052, "frequently": 1053, "provoking": 1054, "until": 1055, "horrible": 1056, "hell": 1057, "extremely": 1058, "late": 1059, "attraction": 1060, "dreary": 1061, "created": 1062, "seriously": 1063, "meandering": 1064, "puts": 1065, "alone": 1066, "novel": 1067, "suspenseful": 1068, "directors": 1069, "suffers": 1070, "alive": 1071, "damned": 1072, "certain": 1073, "quick": 1074, "mesmerizing": 1075, "used": 1076, "usually": 1077, "college": 1078, "sexual": 1079, "absolutely": 1080, "oddly": 1081, "crisp": 1082, "battle": 1083, "brown": 1084, "average": 1085, "fare": 1086, "chan": 1087, "gay": 1088, "mother": 1089, "served": 1090, "inept": 1091, "treatment": 1092, "incredibly": 1093, "conviction": 1094, "dimensional": 1095, "stunning": 1096, "absorbing": 1097, "allen": 1098, "excitement": 1099, "reveals": 1100, "laughter": 1101, "joke": 1102, "cheesy": 1103, "non": 1104, "routine": 1105, "nasty": 1106, "frustrating": 1107, "weak": 1108, "chemistry": 1109, "dazzling": 1110, "revealing": 1111, "heartwarming": 1112, "paced": 1113, "hot": 1114, "refreshingly": 1115, "delivery": 1116, "science": 1117, "shame": 1118, "escape": 1119, "although": 1120, "die": 1121, "five": 1122, "means": 1123, "wife": 1124, "sequels": 1125, "conclusion": 1126, "community": 1127, "editing": 1128, "attempts": 1129, "credits": 1130, "bright": 1131, "win": 1132, "doubt": 1133, "behavior": 1134, "avoid": 1135, "substance": 1136, "white": 1137, "raw": 1138, "studio": 1139, "sentimentality": 1140, "t": 1141, "including": 1142, "faith": 1143, "murphy": 1144, "amazing": 1145, "waiting": 1146, "grant": 1147, "franchise": 1148, "zone": 1149, "cliched": 1150, "balance": 1151, "excuse": 1152, "ludicrous": 1153, "cleverly": 1154, "turned": 1155, "achievement": 1156, "shoot": 1157, "fashion": 1158, "promising": 1159, "totally": 1160, "riveting": 1161, "complicated": 1162, "pay": 1163, "exquisite": 1164, "finds": 1165, "subtlety": 1166, "murder": 1167, "process": 1168, "conventional": 1169, "mainstream": 1170, "devastating": 1171, "poignant": 1172, "growing": 1173, "minded": 1174, "lazy": 1175, "creates": 1176, "subjects": 1177, "starring": 1178, "beneath": 1179, "listless": 1180, "fears": 1181, "skin": 1182, "pathetic": 1183, "grade": 1184, "d": 1185, "television": 1186, "thrills": 1187, "commercial": 1188, "glory": 1189, "superior": 1190, "fall": 1191, "bullock": 1192, "bore": 1193, "quickly": 1194, "please": 1195, "poetic": 1196, "lived": 1197, "talents": 1198, "damage": 1199, "identity": 1200, "leads": 1201, "dreams": 1202, "bottom": 1203, "sports": 1204, "soon": 1205, "lousy": 1206, "mixed": 1207, "repetitive": 1208, "maybe": 1209, "stomach": 1210, "force": 1211, "sheer": 1212, "superb": 1213, "ya": 1214, "turning": 1215, "break": 1216, "false": 1217, "central": 1218, "holes": 1219, "standard": 1220, "conscious": 1221, "stock": 1222, "wannabe": 1223, "frank": 1224, "particular": 1225, "ups": 1226, "forgotten": 1227, "sound": 1228, "provide": 1229, "theaters": 1230, "match": 1231, "philosophical": 1232, "reach": 1233, "grief": 1234, "formulaic": 1235, "belly": 1236, "visuals": 1237, "blue": 1238, "haunting": 1239, "season": 1240, "admirable": 1241, "endless": 1242, "cause": 1243, "decades": 1244, "direct": 1245, "business": 1246, "others": 1247, "americans": 1248, "evocative": 1249, "open": 1250, "bizarre": 1251, "favor": 1252, "wonder": 1253, "noir": 1254, "gifted": 1255, "assured": 1256, "blood": 1257, "flair": 1258, "affair": 1259, "unpleasant": 1260, "deal": 1261, "comedic": 1262, "color": 1263, "authentic": 1264, "glimpse": 1265, "quietly": 1266, "holiday": 1267, "extreme": 1268, "industry": 1269, "undeniably": 1270, "pleasing": 1271, "document": 1272, "theme": 1273, "sign": 1274, "cruel": 1275, "missing": 1276, "food": 1277, "points": 1278, "sitcom": 1279, "accomplished": 1280, "constructed": 1281, "office": 1282, "week": 1283, "rendered": 1284, "child": 1285, "fatal": 1286, "realized": 1287, "generally": 1288, "front": 1289, "exhilarating": 1290, "involving": 1291, "stereotypes": 1292, "marvelous": 1293, "fake": 1294, "drawn": 1295, "happen": 1296, "deserve": 1297, "largely": 1298, "sides": 1299, "slight": 1300, "members": 1301, "vibrant": 1302, "designed": 1303, "virtually": 1304, "general": 1305, "control": 1306, "friendship": 1307, "lines": 1308, "x": 1309, "upon": 1310, "digital": 1311, "stop": 1312, "sequence": 1313, "various": 1314, "acts": 1315, "creativity": 1316, "mention": 1317, "tender": 1318, "intensity": 1319, "essentially": 1320, "rhythm": 1321, "chase": 1322, "spark": 1323, "sum": 1324, "confusing": 1325, "intended": 1326, "bored": 1327, "adult": 1328, "structure": 1329, "space": 1330, "group": 1331, "perspective": 1332, "street": 1333, "tells": 1334, "masterful": 1335, "stay": 1336, "era": 1337, "finding": 1338, "aspects": 1339, "guns": 1340, "soundtrack": 1341, "happens": 1342, "flashy": 1343, "m": 1344, "fit": 1345, "levels": 1346, "winner": 1347, "male": 1348, "talking": 1349, "discovery": 1350, "buoyant": 1351, "modest": 1352, "overly": 1353, "sight": 1354, "sell": 1355, "persona": 1356, "humorous": 1357, "violent": 1358, "delights": 1359, "bother": 1360, "jackson": 1361, "charisma": 1362, "reading": 1363, "observations": 1364, "sink": 1365, "imax": 1366, "grown": 1367, "effect": 1368, "crazy": 1369, "obnoxious": 1370, "body": 1371, "edited": 1372, "sake": 1373, "dvd": 1374, "disappointing": 1375, "dirty": 1376, "astonishing": 1377, "farce": 1378, "brothers": 1379, "carries": 1380, "delightfully": 1381, "heaven": 1382, "hugely": 1383, "songs": 1384, "eyed": 1385, "natured": 1386, "clumsy": 1387, "loses": 1388, "bears": 1389, "achieves": 1390, "south": 1391, "undeniable": 1392, "tough": 1393, "beginning": 1394, "offering": 1395, "washington": 1396, "affecting": 1397, "cliche": 1398, "hoffman": 1399, "laughing": 1400, "spent": 1401, "utter": 1402, "gangster": 1403, "resist": 1404, "accessible": 1405, "pitch": 1406, "potential": 1407, "rhythms": 1408, "smarter": 1409, "unimaginative": 1410, "struggle": 1411, "saw": 1412, "terms": 1413, "unpredictable": 1414, "near": 1415, "boys": 1416, "surface": 1417, "green": 1418, "slap": 1419, "trademark": 1420, "sea": 1421, "exploitation": 1422, "third": 1423, "king": 1424, "killer": 1425, "fantastic": 1426, "vapid": 1427, "remember": 1428, "unconvincing": 1429, "however": 1430, "saturday": 1431, "george": 1432, "marks": 1433, "rewarding": 1434, "lyrical": 1435, "mildly": 1436, "stuck": 1437, "directorial": 1438, "sensual": 1439, "artificial": 1440, "uplifting": 1441, "entertain": 1442, "addition": 1443, "eloquent": 1444, "exploration": 1445, "kiddie": 1446, "packed": 1447, "further": 1448, "deliver": 1449, "lets": 1450, "vehicle": 1451, "stage": 1452, "hands": 1453, "incoherent": 1454, "bigger": 1455, "earth": 1456, "possibly": 1457, "logic": 1458, "j": 1459, "intoxicating": 1460, "mayhem": 1461, "answers": 1462, "conflict": 1463, "revenge": 1464, "setting": 1465, "timely": 1466, "horrifying": 1467, "knowledge": 1468, "red": 1469, "absurd": 1470, "changing": 1471, "enjoyed": 1472, "pic": 1473, "innocence": 1474, "gradually": 1475, "necessary": 1476, "hair": 1477, "trick": 1478, "sour": 1479, "cartoon": 1480, "hearts": 1481, "favorite": 1482, "string": 1483, "consistently": 1484, "main": 1485, "older": 1486, "meaning": 1487, "revelatory": 1488, "apparent": 1489, "realize": 1490, "fan": 1491, "outstanding": 1492, "hop": 1493, "irritating": 1494, "offbeat": 1495, "joyous": 1496, "slice": 1497, "niro": 1498, "unfocused": 1499, "sympathy": 1500, "pull": 1501, "pleasures": 1502, "retread": 1503, "wide": 1504, "wickedly": 1505, "plotting": 1506, "expected": 1507, "positive": 1508, "giant": 1509, "empathy": 1510, "cop": 1511, "vulgar": 1512, "pair": 1513, "shelf": 1514, "splendid": 1515, "deadly": 1516, "passionate": 1517, "source": 1518, "endeavor": 1519, "precious": 1520, "results": 1521, "bond": 1522, "roll": 1523, "challenging": 1524, "italian": 1525, "move": 1526, "development": 1527, "handed": 1528, "amused": 1529, "courage": 1530, "pack": 1531, "murky": 1532, "save": 1533, "visceral": 1534, "hopeful": 1535, "crude": 1536, "frustration": 1537, "seagal": 1538, "beat": 1539, "mature": 1540, "content": 1541, "atmosphere": 1542, "cult": 1543, "mouth": 1544, "potentially": 1545, "christmas": 1546, "deftly": 1547, "executed": 1548, "super": 1549, "choppy": 1550, "century": 1551, "onto": 1552, "service": 1553, "attractive": 1554, "lawrence": 1555, "poem": 1556, "personality": 1557, "emerges": 1558, "awe": 1559, "pat": 1560, "portrayal": 1561, "gem": 1562, "somewhere": 1563, "hits": 1564, "soderbergh": 1565, "brought": 1566, "vividly": 1567, "crap": 1568, "charmer": 1569, "represents": 1570, "price": 1571, "detail": 1572, "collection": 1573, "captivating": 1574, "intricate": 1575, "wars": 1576, "check": 1577, "deft": 1578, "suffering": 1579, "relationship": 1580, "queen": 1581, "standards": 1582, "fat": 1583, "cross": 1584, "needed": 1585, "weight": 1586, "teenagers": 1587, "exceptional": 1588, "minds": 1589, "melodramatic": 1590, "trash": 1591, "camp": 1592, "fish": 1593, "banal": 1594, "charismatic": 1595, "missed": 1596, "enthusiasm": 1597, "territory": 1598, "release": 1599, "ordinary": 1600, "developed": 1601, "emotion": 1602, "loved": 1603, "footage": 1604, "honestly": 1605, "rent": 1606, "endure": 1607, "nowhere": 1608, "wry": 1609, "dignity": 1610, "combination": 1611, "grandeur": 1612, "preachy": 1613, "vampire": 1614, "simplistic": 1615, "lady": 1616, "larger": 1617, "exploitative": 1618, "pain": 1619, "bittersweet": 1620, "amounts": 1621, "considered": 1622, "games": 1623, "supporting": 1624, "shaped": 1625, "plodding": 1626, "unfolds": 1627, "somehow": 1628, "presents": 1629, "whatever": 1630, "store": 1631, "band": 1632, "absurdity": 1633, "meaningful": 1634, "pale": 1635, "notch": 1636, "capable": 1637, "numbers": 1638, "ahead": 1639, "bite": 1640, "pulls": 1641, "angst": 1642, "scale": 1643, "essence": 1644, "known": 1645, "awkward": 1646, "award": 1647, "japanese": 1648, "profound": 1649, "won": 1650, "played": 1651, "frightening": 1652, "crush": 1653, "yes": 1654, "details": 1655, "blend": 1656, "present": 1657, "fight": 1658, "god": 1659, "fanciful": 1660, "smug": 1661, "affirming": 1662, "teeth": 1663, "unlikable": 1664, "nonsense": 1665, "wholly": 1666, "leaving": 1667, "produced": 1668, "commentary": 1669, "structured": 1670, "junk": 1671, "team": 1672, "biting": 1673, "spectacular": 1674, "grow": 1675, "sympathetic": 1676, "blade": 1677, "said": 1678, "capture": 1679, "son": 1680, "peter": 1681, "daring": 1682, "resonant": 1683, "miss": 1684, "delivered": 1685, "notice": 1686, "spirits": 1687, "ryan": 1688, "homage": 1689, "happening": 1690, "knowing": 1691, "genial": 1692, "nightmare": 1693, "strain": 1694, "pile": 1695, "sane": 1696, "magnificent": 1697, "immensely": 1698, "mixture": 1699, "sadness": 1700, "e": 1701, "touches": 1702, "prove": 1703, "wedding": 1704, "course": 1705, "whom": 1706, "endlessly": 1707, "adam": 1708, "timing": 1709, "unoriginal": 1710, "fear": 1711, "shooting": 1712, "freshness": 1713, "odds": 1714, "witted": 1715, "comfortable": 1716, "moviegoers": 1717, "snow": 1718, "instantly": 1719, "signs": 1720, "simultaneously": 1721, "involved": 1722, "artists": 1723, "question": 1724, "skip": 1725, "bang": 1726, "dish": 1727, "understanding": 1728, "determined": 1729, "type": 1730, "strength": 1731, "bunch": 1732, "rank": 1733, "crass": 1734, "eventually": 1735, "trite": 1736, "return": 1737, "channel": 1738, "deeper": 1739, "artistic": 1740, "fate": 1741, "stirring": 1742, "williams": 1743, "rush": 1744, "example": 1745, "grab": 1746, "resourceful": 1747, "richer": 1748, "seeking": 1749, "heartbreaking": 1750, "spider": 1751, "startling": 1752, "friend": 1753, "heard": 1754, "friends": 1755, "ground": 1756, "honesty": 1757, "adventurous": 1758, "strike": 1759, "movements": 1760, "protagonist": 1761, "burns": 1762, "credible": 1763, "animal": 1764, "sketchy": 1765, "candy": 1766, "increasingly": 1767, "early": 1768, "foul": 1769, "cutting": 1770, "spooky": 1771, "poignancy": 1772, "tears": 1773, "r": 1774, "sweetly": 1775, "martin": 1776, "scorsese": 1777, "insights": 1778, "features": 1779, "condition": 1780, "monty": 1781, "uninspired": 1782, "pretends": 1783, "bold": 1784, "apparently": 1785, "wrenching": 1786, "predecessor": 1787, "degree": 1788, "wait": 1789, "unforced": 1790, "language": 1791, "literary": 1792, "confident": 1793, "ghetto": 1794, "sweeping": 1795, "mill": 1796, "serves": 1797, "moore": 1798, "blown": 1799, "damn": 1800, "compassion": 1801, "shapeless": 1802, "measure": 1803, "demands": 1804, "follow": 1805, "patience": 1806, "harrowing": 1807, "belt": 1808, "powers": 1809, "relatively": 1810, "disguise": 1811, "sweetness": 1812, "james": 1813, "finale": 1814, "reasonably": 1815, "seconds": 1816, "screenwriter": 1817, "sub": 1818, "layers": 1819, "relentlessly": 1820, "niche": 1821, "uncompromising": 1822, "wears": 1823, "abandon": 1824, "proceedings": 1825, "technical": 1826, "treasure": 1827, "laughable": 1828, "breathtaking": 1829, "carried": 1830, "faster": 1831, "tiny": 1832, "barbershop": 1833, "dancing": 1834, "willing": 1835, "finish": 1836, "event": 1837, "values": 1838, "roles": 1839, "polished": 1840, "witch": 1841, "filmed": 1842, "witless": 1843, "machine": 1844, "hole": 1845, "asks": 1846, "cynical": 1847, "guessing": 1848, "sadly": 1849, "desperate": 1850, "nerve": 1851, "fair": 1852, "buy": 1853, "hastily": 1854, "relies": 1855, "presence": 1856, "worked": 1857, "bitter": 1858, "ambition": 1859, "unusual": 1860, "lifeless": 1861, "longer": 1862, "unfortunately": 1863, "terribly": 1864, "twist": 1865, "feat": 1866, "warning": 1867, "walked": 1868, "ticket": 1869, "communal": 1870, "wow": 1871, "concerned": 1872, "state": 1873, "aged": 1874, "jones": 1875, "exceedingly": 1876, "tortured": 1877, "anti": 1878, "terrifying": 1879, "appears": 1880, "rooting": 1881, "soulful": 1882, "celebration": 1883, "faithful": 1884, "committed": 1885, "appear": 1886, "charms": 1887, "wind": 1888, "occasional": 1889, "intellectual": 1890, "desperately": 1891, "recycled": 1892, "friday": 1893, "lee": 1894, "lively": 1895, "convinced": 1896, "toilet": 1897, "inspiration": 1898, "nevertheless": 1899, "teacher": 1900, "loving": 1901, "lesson": 1902, "creating": 1903, "benigni": 1904, "describe": 1905, "grows": 1906, "flow": 1907, "came": 1908, "public": 1909, "walk": 1910, "urge": 1911, "references": 1912, "police": 1913, "buried": 1914, "dubbed": 1915, "result": 1916, "bound": 1917, "corny": 1918, "giving": 1919, "appalling": 1920, "villain": 1921, "sparkling": 1922, "relief": 1923, "pleaser": 1924, "despair": 1925, "happiness": 1926, "touched": 1927, "nomination": 1928, "national": 1929, "exotic": 1930, "kevin": 1931, "strikes": 1932, "tradition": 1933, "visit": 1934, "singing": 1935, "sleep": 1936, "messages": 1937, "rises": 1938, "vital": 1939, "father": 1940, "chilly": 1941, "unfaithful": 1942, "heads": 1943, "quirks": 1944, "husband": 1945, "thrill": 1946, "potent": 1947, "re": 1948, "forces": 1949, "distasteful": 1950, "ice": 1951, "psychology": 1952, "doze": 1953, "perverse": 1954, "rising": 1955, "aplomb": 1956, "demanding": 1957, "trailer": 1958, "seek": 1959, "lingering": 1960, "box": 1961, "scenery": 1962, "enthusiastic": 1963, "blast": 1964, "handled": 1965, "sophomoric": 1966, "depiction": 1967, "straightforward": 1968, "broad": 1969, "coherent": 1970, "alternative": 1971, "spite": 1972, "extended": 1973, "private": 1974, "ode": 1975, "earnestness": 1976, "drive": 1977, "breathtakingly": 1978, "unlikely": 1979, "sand": 1980, "adventures": 1981, "merit": 1982, "suck": 1983, "magical": 1984, "nation": 1985, "indian": 1986, "lush": 1987, "sees": 1988, "hitting": 1989, "convenient": 1990, "splendor": 1991, "image": 1992, "folks": 1993, "comfort": 1994, "scratch": 1995, "metaphor": 1996, "constant": 1997, "draws": 1998, "enthralling": 1999, "loves": 2000, "flimsy": 2001, "musical": 2002, "mysterious": 2003, "wilde": 2004, "astonishingly": 2005, "gut": 2006, "cloying": 2007, "wallace": 2008, "broken": 2009, "juvenile": 2010, "alternately": 2011, "traditional": 2012, "professional": 2013, "drugs": 2014, "staged": 2015, "openness": 2016, "presented": 2017, "broomfield": 2018, "pick": 2019, "area": 2020, "overwrought": 2021, "losing": 2022, "admire": 2023, "pass": 2024, "accept": 2025, "slack": 2026, "afraid": 2027, "balanced": 2028, "explore": 2029, "display": 2030, "shamelessly": 2031, "fights": 2032, "due": 2033, "complexity": 2034, "tom": 2035, "brutally": 2036, "biggest": 2037, "deceptively": 2038, "woody": 2039, "maintains": 2040, "integrity": 2041, "intentions": 2042, "motivated": 2043, "note": 2044, "screenwriting": 2045, "herzog": 2046, "tongue": 2047, "significant": 2048, "sluggish": 2049, "halfway": 2050, "locations": 2051, "charmless": 2052, "characterizations": 2053, "ridden": 2054, "wooden": 2055, "capacity": 2056, "theatrical": 2057, "equivalent": 2058, "disappointed": 2059, "cohesive": 2060, "labored": 2061, "plotted": 2062, "required": 2063, "connection": 2064, "overwhelming": 2065, "graphic": 2066, "irresistible": 2067, "weirdly": 2068, "forgive": 2069, "maudlin": 2070, "sensational": 2071, "delicately": 2072, "breaks": 2073, "gritty": 2074, "beach": 2075, "slip": 2076, "achingly": 2077, "within": 2078, "impression": 2079, "delicious": 2080, "bone": 2081, "proud": 2082, "choices": 2083, "soulless": 2084, "saccharine": 2085, "dying": 2086, "extra": 2087, "inane": 2088, "escapism": 2089, "diversion": 2090, "shock": 2091, "factor": 2092, "helps": 2093, "belongs": 2094, "dumbed": 2095, "peculiar": 2096, "testament": 2097, "english": 2098, "insanely": 2099, "eastwood": 2100, "parody": 2101, "embarrassment": 2102, "evening": 2103, "erotic": 2104, "plots": 2105, "inspirational": 2106, "cheese": 2107, "racial": 2108, "screenwriters": 2109, "experiences": 2110, "devices": 2111, "thrown": 2112, "finely": 2113, "emerge": 2114, "limited": 2115, "international": 2116, "gang": 2117, "intimacy": 2118, "gently": 2119, "efforts": 2120, "childhood": 2121, "onscreen": 2122, "substantial": 2123, "satisfied": 2124, "total": 2125, "wanting": 2126, "uncanny": 2127, "landscape": 2128, "spare": 2129, "imagery": 2130, "faced": 2131, "tricks": 2132, "built": 2133, "dullest": 2134, "manage": 2135, "outrageous": 2136, "slowly": 2137, "rewards": 2138, "race": 2139, "verbal": 2140, "leaden": 2141, "gloriously": 2142, "revolution": 2143, "tragedies": 2144, "uncommonly": 2145, "below": 2146, "dramatically": 2147, "generous": 2148, "fighting": 2149, "report": 2150, "keeping": 2151, "nonsensical": 2152, "embraces": 2153, "silliness": 2154, "sarandon": 2155, "verve": 2156, "chaotic": 2157, "intermittently": 2158, "consciously": 2159, "relevant": 2160, "imitation": 2161, "numbingly": 2162, "desire": 2163, "morning": 2164, "suited": 2165, "understands": 2166, "appreciate": 2167, "basic": 2168, "rude": 2169, "roger": 2170, "topic": 2171, "rowdy": 2172, "unlike": 2173, "indeed": 2174, "settles": 2175, "variety": 2176, "bringing": 2177, "handsome": 2178, "proper": 2179, "park": 2180, "weirdness": 2181, "ambiguous": 2182, "bag": 2183, "lopez": 2184, "stunt": 2185, "african": 2186, "secret": 2187, "distinctive": 2188, "post": 2189, "jason": 2190, "guilt": 2191, "n": 2192, "videos": 2193, "phony": 2194, "tasty": 2195, "moviemaking": 2196, "fill": 2197, "vitality": 2198, "exit": 2199, "started": 2200, "stereotypical": 2201, "familial": 2202, "edgy": 2203, "wave": 2204, "shocking": 2205, "richly": 2206, "unflinching": 2207, "talk": 2208, "pseudo": 2209, "dogs": 2210, "society": 2211, "clumsily": 2212, "hopkins": 2213, "embarrassed": 2214, "song": 2215, "celebrates": 2216, "politically": 2217, "eat": 2218, "window": 2219, "complications": 2220, "holocaust": 2221, "brutal": 2222, "bill": 2223, "junior": 2224, "expense": 2225, "neat": 2226, "incompetent": 2227, "spell": 2228, "swallow": 2229, "refusal": 2230, "fisher": 2231, "fuzzy": 2232, "term": 2233, "cover": 2234, "feces": 2235, "consider": 2236, "graceful": 2237, "inevitable": 2238, "perhaps": 2239, "parker": 2240, "profile": 2241, "returns": 2242, "showtime": 2243, "artifice": 2244, "shocks": 2245, "jaw": 2246, "hoping": 2247, "mainly": 2248, "sun": 2249, "catch": 2250, "soggy": 2251, "slapdash": 2252, "scream": 2253, "possibilities": 2254, "overlong": 2255, "ingenious": 2256, "undead": 2257, "sentiment": 2258, "cartoonish": 2259, "likable": 2260, "wondering": 2261, "jarring": 2262, "looked": 2263, "kiss": 2264, "somber": 2265, "polanski": 2266, "photography": 2267, "quest": 2268, "attitude": 2269, "path": 2270, "personalities": 2271, "driven": 2272, "text": 2273, "improbable": 2274, "subtly": 2275, "knew": 2276, "dealing": 2277, "attract": 2278, "remain": 2279, "chinese": 2280, "throws": 2281, "regret": 2282, "trappings": 2283, "drawing": 2284, "directing": 2285, "engage": 2286, "daily": 2287, "thumbs": 2288, "martha": 2289, "mere": 2290, "locales": 2291, "c": 2292, "deserved": 2293, "generation": 2294, "distance": 2295, "breakthrough": 2296, "delivering": 2297, "smartly": 2298, "expectation": 2299, "seats": 2300, "choice": 2301, "shifting": 2302, "travel": 2303, "vague": 2304, "inspire": 2305, "satirical": 2306, "trapped": 2307, "convince": 2308, "brilliantly": 2309, "younger": 2310, "talky": 2311, "giddy": 2312, "creation": 2313, "hokum": 2314, "released": 2315, "enter": 2316, "graceless": 2317, "lackluster": 2318, "trees": 2319, "inherent": 2320, "farts": 2321, "freaks": 2322, "burn": 2323, "kong": 2324, "oriented": 2325, "incoherence": 2326, "aside": 2327, "humorless": 2328, "safe": 2329, "insipid": 2330, "pleasurable": 2331, "souls": 2332, "chris": 2333, "thematic": 2334, "common": 2335, "copy": 2336, "sade": 2337, "rushed": 2338, "providing": 2339, "screaming": 2340, "ask": 2341, "layered": 2342, "thinks": 2343, "misery": 2344, "jim": 2345, "inner": 2346, "celluloid": 2347, "actresses": 2348, "heroine": 2349, "accents": 2350, "serve": 2351, "arts": 2352, "obviously": 2353, "destination": 2354, "begin": 2355, "elegantly": 2356, "greek": 2357, "fierce": 2358, "breezy": 2359, "fantasies": 2360, "stays": 2361, "tremendous": 2362, "count": 2363, "paint": 2364, "encouraging": 2365, "behold": 2366, "vs": 2367, "stands": 2368, "kicking": 2369, "paid": 2370, "buffs": 2371, "transcends": 2372, "o": 2373, "held": 2374, "divine": 2375, "producer": 2376, "succeed": 2377, "myself": 2378, "mild": 2379, "predictably": 2380, "actual": 2381, "resolutely": 2382, "portrays": 2383, "loose": 2384, "notion": 2385, "savvy": 2386, "speak": 2387, "ponder": 2388, "useless": 2389, "ignored": 2390, "lovers": 2391, "crucial": 2392, "empowerment": 2393, "aimless": 2394, "desperation": 2395, "chills": 2396, "distinguished": 2397, "learn": 2398, "instincts": 2399, "shyamalan": 2400, "newcomer": 2401, "unexpectedly": 2402, "spring": 2403, "reminds": 2404, "lump": 2405, "kissinger": 2406, "existed": 2407, "blind": 2408, "jolt": 2409, "guess": 2410, "shrewd": 2411, "adolescent": 2412, "timeless": 2413, "garbage": 2414, "replaced": 2415, "fairy": 2416, "gangs": 2417, "gratuitous": 2418, "noble": 2419, "connect": 2420, "unusually": 2421, "confused": 2422, "kline": 2423, "flavor": 2424, "anybody": 2425, "firing": 2426, "sorvino": 2427, "enduring": 2428, "dim": 2429, "infidelity": 2430, "severe": 2431, "supremely": 2432, "chances": 2433, "cleverness": 2434, "stilted": 2435, "disgusting": 2436, "irony": 2437, "design": 2438, "rehash": 2439, "evelyn": 2440, "web": 2441, "enormous": 2442, "eddie": 2443, "impeccable": 2444, "comparison": 2445, "engaged": 2446, "excess": 2447, "dismissed": 2448, "glass": 2449, "exposition": 2450, "sumptuous": 2451, "redundant": 2452, "iranian": 2453, "whimsical": 2454, "land": 2455, "drags": 2456, "solondz": 2457, "pianist": 2458, "resonance": 2459, "necessarily": 2460, "reminiscent": 2461, "hungry": 2462, "russian": 2463, "beast": 2464, "woo": 2465, "popular": 2466, "sincerity": 2467, "surely": 2468, "seven": 2469, "ruined": 2470, "midnight": 2471, "blank": 2472, "went": 2473, "equilibrium": 2474, "moved": 2475, "responsible": 2476, "mistake": 2477, "lends": 2478, "teenage": 2479, "spot": 2480, "incisive": 2481, "cares": 2482, "cobbled": 2483, "gyllenhaal": 2484, "scenario": 2485, "reel": 2486, "spoof": 2487, "altogether": 2488, "format": 2489, "existential": 2490, "pretension": 2491, "rise": 2492, "deadpan": 2493, "incessant": 2494, "planet": 2495, "morally": 2496, "weeks": 2497, "whimsy": 2498, "effectively": 2499, "shape": 2500, "astounding": 2501, "irish": 2502, "rote": 2503, "oh": 2504, "obligatory": 2505, "fluid": 2506, "saving": 2507, "existence": 2508, "punch": 2509, "technology": 2510, "postcard": 2511, "denial": 2512, "historically": 2513, "following": 2514, "elevate": 2515, "blair": 2516, "competent": 2517, "witherspoon": 2518, "invention": 2519, "insult": 2520, "inconsequential": 2521, "brooding": 2522, "enterprise": 2523, "gender": 2524, "chabrol": 2525, "morality": 2526, "inviting": 2527, "loads": 2528, "recovery": 2529, "martial": 2530, "elaborate": 2531, "unabashedly": 2532, "continues": 2533, "shining": 2534, "rapid": 2535, "appropriate": 2536, "station": 2537, "remembering": 2538, "ironic": 2539, "secrets": 2540, "implausible": 2541, "blockbuster": 2542, "critical": 2543, "translation": 2544, "players": 2545, "rough": 2546, "technically": 2547, "enormously": 2548, "trifle": 2549, "preposterous": 2550, "chops": 2551, "random": 2552, "poverty": 2553, "shanghai": 2554, "stunts": 2555, "torn": 2556, "moody": 2557, "satisfies": 2558, "tarantino": 2559, "enjoyment": 2560, "easier": 2561, "combined": 2562, "classical": 2563, "excesses": 2564, "pathology": 2565, "esther": 2566, "pretensions": 2567, "record": 2568, "curiosity": 2569, "broadway": 2570, "scattered": 2571, "determination": 2572, "enjoyably": 2573, "malaise": 2574, "famous": 2575, "memories": 2576, "loosely": 2577, "torture": 2578, "harry": 2579, "psyche": 2580, "hong": 2581, "flashes": 2582, "recipe": 2583, "sugar": 2584, "clueless": 2585, "insulting": 2586, "added": 2587, "pity": 2588, "highest": 2589, "putting": 2590, "diverting": 2591, "unfulfilling": 2592, "daughter": 2593, "spin": 2594, "phenomenal": 2595, "caught": 2596, "unsentimental": 2597, "jennifer": 2598, "bourne": 2599, "frustratingly": 2600, "marvelously": 2601, "ranks": 2602, "bloody": 2603, "cheek": 2604, "replete": 2605, "dickens": 2606, "jack": 2607, "problematic": 2608, "improvised": 2609, "tap": 2610, "primarily": 2611, "remembered": 2612, "marriage": 2613, "underbelly": 2614, "tepid": 2615, "outside": 2616, "wet": 2617, "rating": 2618, "frailty": 2619, "aims": 2620, "doses": 2621, "alienation": 2622, "mythic": 2623, "context": 2624, "similar": 2625, "inconsistent": 2626, "subculture": 2627, "respectable": 2628, "dawson": 2629, "concern": 2630, "makers": 2631, "adds": 2632, "muddled": 2633, "demented": 2634, "ended": 2635, "frozen": 2636, "dysfunctional": 2637, "hybrid": 2638, "account": 2639, "sobering": 2640, "masterfully": 2641, "sketch": 2642, "protagonists": 2643, "chick": 2644, "tasteful": 2645, "twenty": 2646, "observation": 2647, "unbelievable": 2648, "exploiting": 2649, "disposable": 2650, "truthful": 2651, "miracle": 2652, "construct": 2653, "tried": 2654, "classics": 2655, "filming": 2656, "kill": 2657, "dangerous": 2658, "sordid": 2659, "hideously": 2660, "howard": 2661, "concert": 2662, "searching": 2663, "drown": 2664, "hunter": 2665, "vanity": 2666, "stinker": 2667, "ache": 2668, "scope": 2669, "shake": 2670, "holm": 2671, "dahmer": 2672, "britney": 2673, "immediate": 2674, "godard": 2675, "pulpy": 2676, "independent": 2677, "fragile": 2678, "hallmark": 2679, "massive": 2680, "evident": 2681, "whiny": 2682, "born": 2683, "handful": 2684, "innovative": 2685, "meaningless": 2686, "gorgeously": 2687, "credibility": 2688, "incongruous": 2689, "dare": 2690, "lurid": 2691, "fisted": 2692, "academy": 2693, "kidman": 2694, "movement": 2695, "inhabit": 2696, "shines": 2697, "jackie": 2698, "thick": 2699, "convey": 2700, "rollicking": 2701, "equal": 2702, "brand": 2703, "allow": 2704, "reign": 2705, "dragon": 2706, "thrilling": 2707, "wanted": 2708, "absolute": 2709, "expressive": 2710, "reputation": 2711, "raised": 2712, "madonna": 2713, "moves": 2714, "heal": 2715, "drug": 2716, "analyze": 2717, "admit": 2718, "scripts": 2719, "collapses": 2720, "cat": 2721, "charged": 2722, "noise": 2723, "zero": 2724, "hugh": 2725, "sensitivity": 2726, "treats": 2727, "remote": 2728, "manufactured": 2729, "aging": 2730, "downbeat": 2731, "using": 2732, "critics": 2733, "marginal": 2734, "notes": 2735, "nuanced": 2736, "mushy": 2737, "pulling": 2738, "stretches": 2739, "longing": 2740, "titles": 2741, "eager": 2742, "conservative": 2743, "meat": 2744, "steal": 2745, "emptiness": 2746, "hack": 2747, "latter": 2748, "wrapped": 2749, "piano": 2750, "idiotic": 2751, "breath": 2752, "curiously": 2753, "susan": 2754, "holly": 2755, "sudden": 2756, "similarly": 2757, "pow": 2758, "ethnic": 2759, "ideal": 2760, "contrivances": 2761, "musicians": 2762, "radical": 2763, "ease": 2764, "wearing": 2765, "textbook": 2766, "insistent": 2767, "wattage": 2768, "pantheon": 2769, "fills": 2770, "charge": 2771, "elegance": 2772, "ravishing": 2773, "hedonistic": 2774, "exceptionally": 2775, "figures": 2776, "lighting": 2777, "former": 2778, "lessons": 2779, "carol": 2780, "vincent": 2781, "fancy": 2782, "pit": 2783, "climactic": 2784, "untalented": 2785, "current": 2786, "freeman": 2787, "heroes": 2788, "anger": 2789, "organic": 2790, "ballot": 2791, "league": 2792, "wonders": 2793, "families": 2794, "aspect": 2795, "fable": 2796, "thrillers": 2797, "awkwardness": 2798, "expression": 2799, "pathos": 2800, "plotless": 2801, "wondrous": 2802, "willis": 2803, "observant": 2804, "hype": 2805, "jerking": 2806, "positively": 2807, "korean": 2808, "demons": 2809, "presentation": 2810, "struggled": 2811, "finest": 2812, "misogyny": 2813, "notable": 2814, "tragically": 2815, "bogs": 2816, "antwone": 2817, "artful": 2818, "expectations": 2819, "esque": 2820, "becoming": 2821, "bits": 2822, "impersonal": 2823, "crimes": 2824, "stately": 2825, "advantage": 2826, "k": 2827, "fiennes": 2828, "ponderous": 2829, "lunacy": 2830, "paints": 2831, "bodies": 2832, "higher": 2833, "darker": 2834, "paul": 2835, "failing": 2836, "meets": 2837, "misfire": 2838, "hilarity": 2839, "drop": 2840, "matters": 2841, "mile": 2842, "informative": 2843, "valuable": 2844, "spectacularly": 2845, "filling": 2846, "trashy": 2847, "website": 2848, "damaged": 2849, "opaque": 2850, "survival": 2851, "machismo": 2852, "harsh": 2853, "focused": 2854, "creature": 2855, "kung": 2856, "wear": 2857, "static": 2858, "numbing": 2859, "happened": 2860, "concession": 2861, "reviews": 2862, "riot": 2863, "double": 2864, "cable": 2865, "shockingly": 2866, "contradictory": 2867, "spend": 2868, "sacrifice": 2869, "lower": 2870, "casual": 2871, "idealism": 2872, "purely": 2873, "pitfalls": 2874, "liberating": 2875, "blow": 2876, "woefully": 2877, "pie": 2878, "pays": 2879, "simplicity": 2880, "blandness": 2881, "pre": 2882, "clue": 2883, "lit": 2884, "brother": 2885, "greater": 2886, "arnold": 2887, "schwarzenegger": 2888, "cautionary": 2889, "clothes": 2890, "sensibility": 2891, "pertinent": 2892, "illuminating": 2893, "domestic": 2894, "ham": 2895, "stiff": 2896, "flesh": 2897, "pokemon": 2898, "caper": 2899, "calm": 2900, "justify": 2901, "choose": 2902, "impressively": 2903, "eccentric": 2904, "disjointed": 2905, "impressed": 2906, "insane": 2907, "chest": 2908, "toss": 2909, "droll": 2910, "lightweight": 2911, "letting": 2912, "element": 2913, "understated": 2914, "payoff": 2915, "stylistic": 2916, "glorified": 2917, "predecessors": 2918, "perceptive": 2919, "fluff": 2920, "artistry": 2921, "carvey": 2922, "loneliness": 2923, "parts": 2924, "baffling": 2925, "abuse": 2926, "swinging": 2927, "difference": 2928, "na": 2929, "christian": 2930, "naturally": 2931, "surrounding": 2932, "unnerving": 2933, "fallen": 2934, "search": 2935, "seemingly": 2936, "adrenaline": 2937, "aware": 2938, "album": 2939, "shenanigans": 2940, "lie": 2941, "minimalist": 2942, "caring": 2943, "characteristic": 2944, "wholesome": 2945, "tediously": 2946, "thousands": 2947, "ties": 2948, "accurate": 2949, "building": 2950, "documentaries": 2951, "test": 2952, "scratching": 2953, "explosion": 2954, "conspiracy": 2955, "ghost": 2956, "uncomfortable": 2957, "dares": 2958, "boredom": 2959, "dozen": 2960, "corner": 2961, "obscure": 2962, "slick": 2963, "criminal": 2964, "unsympathetic": 2965, "tight": 2966, "wallop": 2967, "conceived": 2968, "childlike": 2969, "ring": 2970, "narcissism": 2971, "flourishes": 2972, "ellen": 2973, "pompeo": 2974, "cost": 2975, "psychologically": 2976, "winds": 2977, "recording": 2978, "sorry": 2979, "teens": 2980, "ears": 2981, "glossy": 2982, "bar": 2983, "sly": 2984, "simone": 2985, "slo": 2986, "mo": 2987, "neo": 2988, "incomprehensible": 2989, "rambling": 2990, "texture": 2991, "idiots": 2992, "tones": 2993, "lifts": 2994, "status": 2995, "tour": 2996, "sustains": 2997, "blame": 2998, "lust": 2999, "uncertain": 3000, "glaring": 3001, "alluring": 3002, "turf": 3003, "brooklyn": 3004, "squanders": 3005, "hollow": 3006, "sneaks": 3007, "shrill": 3008, "pointed": 3009, "multi": 3010, "town": 3011, "directs": 3012, "capturing": 3013, "rohmer": 3014, "kaufman": 3015, "splash": 3016, "dud": 3017, "significance": 3018, "parable": 3019, "conceits": 3020, "pungent": 3021, "precision": 3022, "insurance": 3023, "succumbs": 3024, "gravity": 3025, "objective": 3026, "speaking": 3027, "produce": 3028, "bombastic": 3029, "chuckle": 3030, "excruciating": 3031, "jumbo": 3032, "uninteresting": 3033, "phones": 3034, "sinks": 3035, "avoids": 3036, "demonstrates": 3037, "chord": 3038, "edit": 3039, "solidly": 3040, "france": 3041, "foreign": 3042, "focus": 3043, "bruce": 3044, "extraordinarily": 3045, "scores": 3046, "department": 3047, "somebody": 3048, "barney": 3049, "catches": 3050, "alabama": 3051, "disappointment": 3052, "dreadful": 3053, "tomorrow": 3054, "nose": 3055, "notorious": 3056, "anderson": 3057, "parent": 3058, "gave": 3059, "closing": 3060, "paranoia": 3061, "fits": 3062, "disguised": 3063, "pokes": 3064, "properly": 3065, "subversive": 3066, "pressed": 3067, "bio": 3068, "carry": 3069, "intolerable": 3070, "conveying": 3071, "taylor": 3072, "avary": 3073, "bracing": 3074, "consciousness": 3075, "animals": 3076, "load": 3077, 